backend/app/controllers/bow_drawings_controller.rb

SELECT "bow_drawings".* FROM "bow_drawings"
---
  def index
    drawings = BowDrawing.all