backend/app/controllers/bowmakers_controller.rb

  def index
    bowmakers = Bowmaker.all
---
SELECT "bowmakers".* FROM "bowmakers"